Revit 2027 API
ParameterTypeId.MultiReferenceAnnotationReferenceCategory Property
 "Reference Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultiReferenceAnnotationReferenceCategory { get; }
Public Shared ReadOnly Property MultiReferenceAnnotationReferenceCategory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultiReferenceAnnotationReferenceCategory {
	ForgeTypeId^ get ();
}
static member MultiReferenceAnnotationReferenceCategory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace